<template lang='pug'>
b-container
  b-row
    b-col
      b-card
        b-media
          h2.mt-0 18切符を使って1日で名古屋を往復したおはなし
            span 2018/03/23
          p 僕は東京のとあるところに住んでいる普通の高校生（そろそろ大学生）です。
          p なんとなく鉄道に乗りたいと思い、青春18切符を利用して1日で名古屋を往復してみました。
          p 経路ですが、往路は中央本線、復路は東海道本線の利用です。
          p 乗車した細かい車両を述べても楽しく無いので割愛しますが、人生で一回くらいは体験してもいいのではないかなという感想です。
          p 東海道本線に関して、日本で初めての電車特急こだま号とほとんど同じ時間をかけて名古屋と東京を移動するのは、歴史を感じるという意味で良い体験になると思います。
          p 特に、熱海駅と函南駅間の丹那トンネルは圧巻です。
          p 一人旅って素晴らしい。
</template>

<script lang='ts'>
export default {
}
</script>

<style lang="scss">
h2 {
  span {
    font-size: 15px;
    font-weight: 0;
  }
}
</style>
