<template lang='pug'>
b-container
  b-row
    b-col
      b-card
        b-media
          h2.mt-0 充実の種類
            span 2018/11/22
          p よく言われる「リア充」という単語．この単語の定義は曖昧で，正確な物差しがない．
          | もっとも大きな指標として用いられるのは恋人の有無であるが，恋人がいるから必然的にリア充である訳ではない．
          p これは経験則だが，私は高校3年生の頃に恋人がいた．しかし諸事情があって1年間連絡を一切とらなかった（ちなみに喧嘩の類による行き違いではない）．
          | また，恋人がいなくても充実している人は少なからずいる．オタクと称される趣味の割合が大きい人や，部・サークル活動に所属している人に見られる．
          p さて，ここまでは一般的なことを述べてきた．ここからは私自身について書きたいと思う．
          p 私は弱い．普段は勉強だとかバイトだとか，はたまた趣味の鉄道だとか，暇な時間をなるべく作らないようにしている．
          | しかし，ふと思った瞬間に脆くなる．しかし，この気持ちが叶うことはない．絶対にない．
          p いくら純粋な気持ちを思い続けても，相手に受け入れられなければ意味がない．
          p 先に出て来た元恋人の話だが，正直なことを書くとまだ完全に忘れ去ることができていない．しかし忘れなければならない．本人とそう約束した．
          p こうして，1年半前に脳に刻んだ元恋人の記憶を頼りに，筆を執っている．
          p いつまでこんな気持ちを抱いているのだろうか．
</template>

<script lang='ts'>
export default {
}
</script>

<style lang="scss">
h2 {
  span {
    font-size: 15px;
    font-weight: 0;
  }
}
</style>
